Repository: johnzaro/Spyfall-Pro
Catalog: Spyfall Pro/Resources/*.lproj/Localizable.strings
Languages: el

source: START
el: ΕΝΑΡΞΗ

source: RETURN
el: ΕΠΙΣΤΡΟΦΗ

# numOfPlayers
source: NUMBER OF PLAYERS
el: ΑΡΙΘΜΟΣ ΠΑΙΚΤΩΝ

source: EXTRA CATEGORIES
el: ΕΞΤΡΑ ΚΑΤΗΓΟΡΙΕΣ

source: FANTASY
el: ΦΑΝΤΑΣΙΑΣ

# locationsList
source: LIST OF LOCATIONS
el: ΛΙΣΤΑ ΤΟΠΟΘΕΣΙΩΝ

# %d numOfPlayer
source: PLAYER %d
el: %dος ΠΑΙΚΤΗΣ

source: SHOW LOCATION
el: ΕΜΦΑΝΙΣΗ ΤΟΠΟΘΕΣΙΑΣ

source: NEXT PLAYER
el: ΕΠΟΜΕΝΟΣ ΠΑΙΚΤΗΣ

source: NEXT ROUND
el: ΝΕΟΣ ΓΥΡΟΣ

source: SPY
el: ΚΑΤΑΣΚΟΠΟΣ

source: HAVE FUN!
el: ΚΑΛΗ ΔΙΑΣΚΕΔΑΣΗ!

source: TIMER ENDED!
el: ΤΕΛΟΣ ΧΡΟΝΟΥ!

# alert
source: ARE YOU SURE YOU WANT TO END THIS ROUND?
el: ΕΙΣΑΙ ΣΙΓΟΥΡΟΣ ΟΤΙ ΘΕΛΕΙΣ ΝΑ ΤΕΡΜΑΤΙΣΕΙΣ ΑΥΤΟΝ ΤΟ ΓΥΡΟ;

source: YES
el: ΝΑΙ

source: NO
el: ΟΧΙ

# roundsTitle
source: Rounds
el: Γύροι

# roundsText
source: Each game is a series of short rounds, the number of which is agreed upon by the the players before the beginning of the game. Questions are asked once; no follow-up questions are allowed. Responses can take any form. The player who answers the question proceeds to ask any other player a question of their own, but cannot ask a question of the player who just asked them a question. The order in which the questions are asked is established by the players themselves and based on the suspicions they have after hearing the questions and answers.
el: Κάθε παιχνίδι αποτελείται από σύντομους γύρους, ο αριθμός των οποίων έχει συμφωνηθεί από τους παίκτες στην αρχή του παιχνιδιού. Κάθε ερώτημα τίθεται μία φορά, χωρίς οι παίκτες να μπορούν να συνεχίσουν με καινούρια ερώτηση. Μία απάντηση μπορεί να απαντηθεί με οποιονδήποτε τρόπο. Ο παίκτης που απάντησε συνεχίζει με το να κάνει σε έναν άλλο παίκτη της επιλογής του μία ερώτηση, αλλά δεν μπορεί να επιλέξει τον παίκτη από τον οποίο δέχτηκε την ερώτηση ακριβώς πριν. Όλοι οι παίκτες θα πρέπει να ακούνε προσεκτικά τις ερωτήσεις και απαντήσεις των άλλων παικτών και να διαμορφώνουν τις ερωτήσεις τους ανάλογα με τις υποψίες τους.

# spiesTitle
source: Spies
el: Κατάσκοποι

# spiesText
source: For 4 to 9 players there is 1 spy, for 10 players and up, there are 2 spies. There is a small chance that all the players in a round are spies and the winners then is the player who guesses that first.
el: Για 4 έως 9 παίκτες υπάρχει ένας κατάσκοπος, ενώ από 10 παίκτες και πάνω, οι κατάσκοποι είναι 2. Υπάρχει μια μικρή πιθανότητα σε ένα γύρο να είναι όλοι οι παίκτες κατάσκοποι και νικάει το γύρο όποιος το καταλάβει πρώτος.

# timerTitle
source: Timer
el: Χρονόμετρο

# timerText
source: For 4 players each round lasts 5 minutes and for 5 players or more each round lasts each round lasts as many minutes as the number of players + 2, that is, for 5 players 7 minutes are given, for 8 players 10 minutes etc.
el: Για 4 παίκτες ο γύρος διαρκεί 5 λεπτά και για 5 παίκτες και πάνω κάθε γύρος διαρκεί τόσα λεπτά όσα ο αριθμός των παικτών + 2, δηλαδή για 5 παίκτες δίνονται 7 λεπτά, για 8 παίκτες 10 λεπτά κλπ.

# endOfRoundTitle
source: End of Round
el: Τέλος γύρου

# endOfRoundText
source: A round ends when one of the following three things happen. 1. The timer ended: When time runs out, each player gets to accuse another player of being the spy. Players are now free to discuss their suspicions. If the players unanimously, except the suspect, vote for the suspect, they win (provided that the suspect is the Spy). A second or third ballot is not allowed. In any other case, the Spy wins. 2. When a Player Gets Suspicious: Each player can stop the game (along with the timer) at any time, but only once in each round. He then selects one player as a suspect and asks the other players to vote. The accused does not take part in the voting. If the vote is unanimous, the round ends (regardless of whether the suspect is the Spy). If the Spy is found in this way, the player who asked for a vote wins 1 victory point. Even the Spy can take advantage of accusing another player in order to mislead the rest. If there is no unanimous vote, the round with time continues normally from the point where it was interrupted. Do not discuss during the voting (eg I think this player is the Spy, because he said his clothes are green and he should be blue). "For" and "against" arguments can inadvertently betray the site. 3. At the Spy’s Request: The Spy can stop the round and the timer at any time, revealing his card. If he guesses the location correctly, he wins. Otherwise, the other players win. The Spy cannot guess the location during another player voting. He missed his chance. If they vote for him, then he loses for this round.
el: Ένας γύρος τελειώνει όταν συμβεί ένα από τα τρία παρακάτω γεγονότα. 1. Τελείωσε ο χρόνος: Όταν τελειώσει ο χρόνος, οι παίκτες πρέπει να δηλώσουν τις υποψίες τους ως προς την ταυτότητα του Κατασκόπου. Αρχίζει μία ψηφοφορία, με κάθε παίκτη να ψηφίζει τον παίκτη που νομίζει ότι είναι ο Κατάσκοπος. Αν χρειαστεί, οι παίκτες μπορούν να συζητήσουν για τις υποψίες τους και στη συνέχεια να ψηφίσουν. Αν οι παίκτες ομόφωνα, πλην του υπόπτου, ψηφίσουν τον ύποπτο, νικάνε (με την προϋπόθεση ότι ο ύποπτος είναι ο Κατάσκοπος). Δεν επιτρέπεται δεύτερη ή τρίτη ψηφοφορία. Σε οποιαδήποτε άλλη περίπτωση, ο Κατάσκοπος κερδίζει. 2. Όταν ένας παίκτης υποψιαστεί κάποιον: Κάθε παίκτης μπορεί να σταματήσει το παιχνίδι (μαζί με τον χρόνο) ανά πάσα στιγμή, αλλά μόνο μία φορά σε κάθε γύρο. Έπειτα, επιλέγει έναν παίκτη σαν ύποπτο και ζητάει ψηφοφορία από τους υπόλοιπους παίκτες. Ο κατηγορούμενος δεν παίρνει μέρος στην ψηφοφορία. Αν η ψήφος είναι ομόφωνη, ο γύρος τελειώνει (ανεξάρτητα αν ο ύποπτος είναι ο Κατάσκοπος). Αν ο Κατάσκοπος βρεθεί με αυτόν τον τρόπο, ο παίκτης που ζήτησε ψήφο κερδίζει 1 πόντο νίκης. Ακόμα και ο Κατάσκοπος μπορεί να επωφεληθεί από το να κατηγορήσει έναν άλλον παίκτη, προκειμένου να παραπλανήσει τους υπόλοιπους. Αν δεν υπάρξει ομόφωνη ψήφος, ο γύρος μαζί με τον χρόνο συνεχίζει κανονικά από το σημείο που διεκόπη. Να μη γίνονται συζητήσεις κατά τη διάρκεια της ψηφοφορίας (π.χ. Πιστεύω ότι αυτός ο παίκτης είναι ο Κατάσκοπος, επειδή είπε ότι τα ρούχα του είναι πράσινα ενώ πρέπει να είναι μπλε). Τα «υπέρ» και τα «κατά» επιχειρήματα μπορούν ακούσια να προδώσουν την τοποθεσία. 3. Όταν το επιλέξει ο Κατάσκοπος: Ο Κατάσκοπος μπορεί να σταματήσει τον γύρο και τον χρόνο ανά πάσα στιγμή, αποκαλύπτοντας την κάρτα του. Αν μαντέψει σωστά την τοποθεσία, κερδίζει. Διαφορετικά, κερδίζουν οι υπόλοιποι παίκτες. Ο Κατάσκοπος δεν μπορεί να μαντέψει την τοποθεσία κατά τη διάρκεια ψηφοφορίας άλλου παίκτη. Έχασε την ευκαιρία του. Αν τον ψηφίσουν, τότε χάνει για αυτόν τον γύρο.

# objectivesAndStrategiesTitle
source: Objectives and Strategies
el: Στόχοι και Στρατηγικές

# objectivesAndStrategiesText
source: The goal of non-spies is to reveal the Spy and not reveal their location. So non-spies should avoid asking too many clear questions. However, when a player asks and answers too vaguely, players may begin to suspect him, allowing the real Spy to win. The Spy's goal is to listen carefully to what the players are saying, not to reveal themselves and to guess correctly the location of the players before time runs out. It is dangerous for the Spy to wait for the round to end, because it is very likely that the other players will reveal him in the final vote.
el: Ο στόχος των μη-Κατασκόπων είναι να αποκαλύψουν τον Κατάσκοπο και να μην αποκαλύψουν την τοποθεσία τους. Οπότε, οι μη-Κατάσκοποι πρέπει να αποφεύγουν να ρωτάνε πολύ σαφείς ερωτήσεις. Ωστόσο, όταν ένας παίκτης ρωτάει και απαντάει με υπερβολική ασάφεια, οι παίκτες μπορεί να αρχίσουν να τον υποπτεύονται, επιτρέποντας στον πραγματικό Κατάσκοπο να κερδίσει. Ο στόχος του Κατάσκοπου είναι να ακούει με μεγάλη προσοχή όσα λένε οι παίκτες, να μην αποκαλυφθεί και να μαντέψει σωστά την τοποθεσία που βρίσκονται οι παίκτες πριν περάσει ο χρόνος. Είναι επικίνδυνο ο Κατάσκοπος να περιμένει να τελειώσει ο γύρος, διότι είναι πολύ πιθανό οι υπόλοιποι παίκτες να τον αποκαλύψουν στην τελική ψηφοφορία.

# scoringTitle
source: Scoring
el: Βαθμολογία

# scoringText
source: The spy wins the round if: A) They were not revealed until the end of the round. B) A non-spy was charged during the round. Γ) Guessed the location correctly. Non-Spies win the round if: A) The spy was revealed during the voting at the end of the round. Β) The Spy is accused unanimously during a round of voting. Γ) The Spy stops the game, but does not guess the location correctly. Players are scored according to the result of each round.
el: Ο κατάσκοπος κερδίζει τον γύρο εάν: A) Δεν αποκαλύφθηκε μέχρι το τέλος του γύρου. B) Ένας μη-Κατάσκοπος κατηγορήθηκε κατά τη διάρκεια του γύρου. Γ) Μαντέψει σωστά την τοποθεσία. Οι μη-Κατάσκοποι κερδίζουν τον γύρο εάν: A) Ο κατάσκοπος αποκαλύφθηκε κατά τη διάρκεια της ψηφοφορίας στο τέλος του γύρου. Β) Ο Κατάσκοπος κατηγορείται ομόφωνα κατά τη διάρκεια ψηφοφορίας του γύρου. Γ) Ο Κατάσκοπος σταματά το παιχνίδι, αλλά δε μαντεύει σωστά την τοποθεσία. Οι παίκτες βαθμολογούνται σύμφωνα με το αποτέλεσμα του κάθε γύρου.

# spyVictoryTitle
source: Spy Victory
el: Νίκη Κατασκόπου

# spyVictoryText
source: • Victory: The spy earns 2 points. • If the spy stops the game and successfully guesses the location: The spy earns +2 points. • If all players unanimously accused a non-spy: The spy earns +2 points.
el: • Νίκη: Ο κατάσκοπος κερδίζει 2 πόντους. • Αν σταμάτησε το παιχνίδι: +2 πόντους που μάντεψε τη σωστή τοποθεσία. • Όλοι οι παίκτες κατηγορούσαν ομόφωνα έναν μη-Κατάσκοπο: +2 πόντους στον κατάσκοπο.

# nonSpyVictoryTitle
source: Non-Spy Victory
el: Νίκη μη-Κατασκόπων

# nonSpyVictoryText
source: • Victory: Each non-spy earns 1 point. • The player who started the spy voting successfully: +1 point. In case the spy remained hidden, he also earns points as if he were a non-spy. Attention: only the player who blamed the real Spy for the first time in the round wins the extra 1 point, even if his vote failed and the same Spy was found during another player's vote.
el: • Νίκη: Κάθε μη-Κατάσκοπος κερδίζει 1 πόντο. • Ο παίκτης που ξεκίνησε την επιτυχημένη ψηφοφορία του κατασκόπου: +1 πόντο. Στην περίπτωση που ο κατάσκοπος παρέμεινε κρυφός κερδίζει και αυτός πόντους σαν να ήταν μη-Κατάσκοπος. Προσοχή: μόνο ο παίκτης που κατηγόρησε τον πραγματικό Κατάσκοπο για πρώτη φορά στον γύρο κερδίζει τον επιπλέον 1 πόντο, ακόμη και αν η ψηφοφορία του απέτυχε και ο ίδιος Κατάσκοπος βρέθηκε κατά τη διάρκεια της ψηφοφορίας άλλου παίκτη.

# endOfTheGameTitle
source: End of the Game
el: Τέλος παιχνιδιού

# endOfTheGameText
source: Whoever collects the most points, after the agreed number of rounds, is the winner of the game.
el: Όποιος μαζέψει τους περισσότερους πόντους, μετά τον συμφωνημένο αριθμό γύρων, είναι ο νικητής του παιχνιδιού.
